Repository: salween/Orchard.Contrib.Logging.Sentry
Catalog: App_Data/Localization/*/orchard.module.po
Languages: fr_fr

# Contrib.Logging.Sentry.Navigation.AdminMenu
source: Sentry Logging
fr_fr: Logs Sentry

# Contrib.Logging.Sentry.Controllers.AdminController
source: Could not save Settings.
fr_fr: Les paramètres n'ont pas pu être sauvegardés.

# Contrib.Logging.Sentry.Controllers.AdminController
source: Settings saved successfully.
fr_fr: Les paramètres ont été sauvegardés.

# Contrib.Logging.Sentry.Controllers.AdminController
source: The DSN must be a valid URL
fr_fr: Le DSN doit être une URL valide

# Contrib.Logging.Sentry.Controllers.AdminController
source: The DSN is invalid
fr_fr: Le DSN est invalide

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: Sentry Logging Settings
fr_fr: Configuration des logs Sentry

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: Any change in the configuration might take up to 1 minute to propagate.
fr_fr: Tout changement de configuration peut mettre jusqu'à 1 minute à se propager.

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: Sentry DSN
fr_fr: DSN Sentry

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: The Sentry Data Source Name, as specified in the <a href="{0}">Sentry documentation</a>. Leave empty to disable Sentry on this tenant!
fr_fr: Le nom de la source de données Sentry (Data Source Name), comme spécifié dans la <a href="{0}">documentation de Sentry</a>. Laissez le champ vide pour désactiver Sentry sur cet appartement !

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: Minimum Log Level
fr_fr: Niveau de log minimum

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: The minimum level required for an event to be logged.
fr_fr: Le niveau de log minimum requis pour qu'un événement soit traité.

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: Pattern Layout
fr_fr: Modèle de mise en page (pattern layout)

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: A pattern layout to use to format messages before they are sent. Leave empty to use the default layout. See <a href="{0}">the log4net documentation</a> for exemples.
fr_fr: Un modèle de mise en page (pattern layout) qui sera utilisé pour formater les messages avant leur envoi. Laissez le champ vide pour utiliser le modèle par défaut. Voir <a href="{0}">la documentation log4net</a> pour des exemples.

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: A list of tags, separated by a new line
fr_fr: Une liste de tags, séparés par un retour à la ligne

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: These tag keys will be searched in each log event properties and sent to sentry as tags (searchable). Other log event properties will be sent as extras (not searchable).
fr_fr: Ces clés seront recherchées parmi les propriétés de chaque événement de log et envoyées à Sentry sous forme de tags (recherchables). Les autres propriétés de l'événement de log seront envoyées sous forme d'extras (non recherchables).

# ~/Modules/Contrib.Logging.Sentry/Views/Settings.cshtml
source: Save
fr_fr: Sauvegarder
